[
    {
        "id": "1",
        "title": "Beautiful Family Home.",
        "segment_name": "Single Family Homes.",
        "description":"Discover a serene sanctuary amidst the bustling city life at Tranquil Haven Apartments. Nestled in the heart of the city, these luxury residences offer a harmonious blend of comfort and sophistication. Each meticulously designed apartment features spacious interiors, panoramic views of the city skyline, and high-end finishes. Residents can indulge in a plethora of amenities, including a rooftop infinity pool, fitness center, and landscaped gardens. With 24/7 concierge service and secure parking, Tranquil Haven Apartments redefine urban living, providing an oasis of tranquility for discerning individuals.",
        "price": "$800,000",
        "stats": "Sale",
        "area":2500 ,
        "location":"United stats",
        "facilities": ["Community park", "Children's playground", "Gated community"],
        "image": "https://i.ibb.co/VxZSxLW/gettyimages-128502214-612x612.jpg"
    },
    {
        "id": "2",
        "title": "Ocean View Condos",
        "segment_name": "Townhouses",
        "description": " Escape to coastal bliss at Sunset Retreat Villas. Situated along the pristine shores, these exclusive villas offer unparalleled luxury in a tranquil beachfront setting. Each villa boasts contemporary design, expansive living spaces, and private balconies overlooking the azure waters. Residents can unwind in the infinity-edge pool, stroll along the sandy beach, or enjoy gourmet dining at the seaside restaurant. With premium amenities such as a spa, tennis courts, and 24-hour security, Sunset Retreat Villas epitomize coastal living at its finest, promising an idyllic retreat for those seeking relaxation and rejuvenation.",
        "price": "$3,500,000",
        "stats": "sale",
        "area":3700,
        "location":"456 Oak Avenue, Suburbia, State",
        "facilities": [ "living room","swimming pool","kitchen"],
        "image": "https://i.ibb.co/n1prwRg/townhouse-malaysia-4.jpg"
    },
    {
        "id": "3",
        "title":"Tranquil Gardens",
        "segment_name": "Apartments",
        "description": "Welcome to Greenwood Estates, where family living meets modern convenience. Nestled within a lush green landscape, these spacious homes offer the perfect blend of comfort and functionality. Each residence features open-plan layouts, gourmet kitchens, and private outdoor spaces, ideal for entertaining or relaxation. Residents can enjoy a range of amenities, including a community clubhouse, children's playground, and jogging trails. With top-rated schools and shopping centers nearby, Greenwood Estates provides a nurturing environment for families to thrive and create lasting memories.",
        "price": "$2,200,000",
        "stats": "rent",
        "area":4800,
        "location":"789 Beach Boulevard, Coastal City, State",
        "facilities":["Swimming pool", "Fitness center", "24/7 security"],
        "image": "https://i.ibb.co/KmqJyPr/images-7.jpg"
    },
    {
        "id": "4",
        "title": "Urban Oasis Apartments",
        "segment_name": "Student Housing",
        "description": "Experience the beauty of nature at Tranquility Meadows. Tucked away in a picturesque countryside setting, these charming cottages offer a peaceful escape from the hustle and bustle of city life. Each cottage features rustic yet elegant interiors, cozy fireplaces, and expansive views of rolling hills. Residents can explore miles of scenic trails, fish in the tranquil pond, or simply unwind on the porch surrounded by nature's tranquility. With amenities such as a communal fire pit, picnic areas, and organic garden, Tranquility Meadows offers a harmonious retreat for nature lovers seeking a slower pace of life.",
        "price": "$900,000",
        "stats": "rent",
        "area":7200,
        "location": "101 Downtown Avenue, Metro City, State",
        "facilities": ["Rooftop garden", "Concierge service", "Fitness studio"],
        "image": "https://i.ibb.co/h1wqBsm/images-6.jpg"
    },
    {
        "id": "5",
        "title": "Mountain Homes",
        "segment_name": "Senior Living Communities",
        "description": "Elevate your lifestyle to new heights at Skyline Heights Penthouse. Perched atop a prestigious skyscraper, this luxurious penthouse offers unparalleled views of the city skyline. Designed for the discerning urbanite, the residence features sleek contemporary interiors, floor-to-ceiling windows, and a private rooftop terrace with a jacuzzi. Residents can indulge in five-star amenities, including a private elevator, wine cellar, and round-the-clock concierge service. With exclusive access to the city's finest dining, shopping, and entertainment venues, Skyline Heights Penthouse redefines urban luxury living at its finest.",
        "price": "$1,100,000",
        "stats":"sale",
        "area":2307,
        "location":"321 Mountain Road, Countryside, State",
        "facilities":["Hiking trails", "Community clubhouse", "Picnic areas"],
        "image": "https://i.ibb.co/LpQQFcZ/images-8.jpg"
    },
    {
        "id": "6",
        "title": "Riverside Villas",
        "segment_name": "Vacation Rentals ",
        "description": "Discover a serene sanctuary amidst the bustling city life at Tranquil Haven Apartments. Nestled in the heart of the city, these luxury residences offer a harmonious blend of comfort and sophistication. Each meticulously designed apartment features spacious interiors, panoramic views of the city skyline, and high-end finishes. Residents can indulge in a plethora of amenities, including a rooftop infinity pool, fitness center, and landscaped gardens. With 24/7 concierge service and secure parking, Tranquil Haven Apartments redefine urban living, providing an oasis of tranquility for discerning individuals.",
        "price": "$1,800,000",
        "stats": "rent",
        "area":5682,
        "location": "654 River Lane, Riverside Town, State",
        "facilities": ["Private boat dock", "Riverside promenade", "Tennis courts"],
        "image": "https://i.ibb.co/jwpxDJp/images-9.jpg"
    }
] 
